Repository: mrtn97/lensmark-plugin
Catalog: languages/lensmark-*.po
Languages: de_ch

source: Photo-monitoring Plugin for WordPress
de_ch: Fotomonitoring-Plugin für WordPress

source: Settings
de_ch: Einstellungen

source: Map Overview
de_ch: Übersichtskarte

source: Zoom Level
de_ch: Zoom-Stufe

source: Decimal points of coordinates
de_ch: Dezimalstellen bei Koordinaten

source: Verify
de_ch: Validieren

source: Only verified photos are displayed in time lapse.
de_ch: Nur verifizierte Fotos werden im Zeitraffer angezeigt.

source: Photopost details
de_ch: Fotoposten Angaben

source: Verified
de_ch: Validiert

source: Edit Entry
de_ch: Fotoerhebung bearbeiten

source: No attachments found.
de_ch: Keine Datenerhebungen gefunden.

source: This plugin is in early development and should not be used in production. Please visit
de_ch: Dieses Plugin befindet sich in einer frühen Entwicklungsphase und sollte nicht in der Produktion eingesetzt werden. Bitte besuchen Sie

source: Map settings
de_ch: Karteneinstellungen

source: Help
de_ch: Hilfe

source: Save
de_ch: Speichern

source: Lensmark is a project between Bern University of Applied Sciences & Förderverein Region Gantrisch
de_ch: Lensmark ist ein Projekt der Berner Fachhochschule und des Fördervereins Region Gantrisch

source: Default: 4
de_ch: Standardwert: 4

source: Enter the desired position of the map overview element displaying all photoposts
de_ch: Geben Sie die gewünschte Position der Übersichtskarte ein, das alle Fotoposten anzeigt

source: Default: 12
de_ch: Standardwert: 12

source: Active since
de_ch: Aktiv seit

source: Photopost
de_ch: Fotoposten

source: Location
de_ch: Standort

source: Open
de_ch: Öffnen

# Post type general name
source: Photoposts
de_ch: Fotoposten

# Post type singular name
source: Photopost
de_ch: Fotoposten

# Admin Menu text
source: Photoposts
de_ch: Fotoposten

# Add New on Toolbar
source: Photopost
de_ch: Fotoposten

source: Add New
de_ch: Hinzufügen

source: Add New photopost
de_ch: Fotoposten

source: New photopost
de_ch: Fotoposten

source: Edit photopost
de_ch: Fotoposten

source: View photopost
de_ch: Fotoposten

source: All photoposts
de_ch: Fotoposten

source: Search photoposts
de_ch: Fotoposten

source: Parent photoposts:
de_ch: Fotoposten:

source: No photoposts found.
de_ch: Keine Fotoposten gefunden.

source: No photoposts found in Trash.
de_ch: Keine Fotoposten im Papierkorb gefunden.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Photopost Cover Image
de_ch: Fotoposten Angaben

source: Photopost archives
de_ch: Fotoposten Angaben

source: Photoposts list navigation
de_ch: Fotoposten Angaben

source: Photoposts list
de_ch: Fotoposten Angaben

source: Activation date
de_ch: Aktivierungsdatum

source: Photo
de_ch: Foto

source: Take a photo
de_ch: Foto aufnehmen

source: First name
de_ch: Vorname

source: Last name
de_ch: Name

source: I have read and accept the privacy policy page
de_ch: Ich habe die Seite zum Datenschutz gelesen und akzeptiere sie

source: Submit
de_ch: Senden

source: Error
de_ch: Fehler

source: Photopost ID does not exist. Please scan the QR code again or type in the url manually.
de_ch: Die Fotoposten-Nummer existiert nicht. Bitte scannen Sie den QR-Code erneut oder geben Sie die Url manuell ein.

source: Something went wrong, please try again.
de_ch: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.

source: Open Photopost page
de_ch: Fotoposten Seite ansehen

source: Thank you!
de_ch: Vielen Dank!

source: The image was uploaded successfully and will be reviewed by the organization.
de_ch: Das Foto wurde erfolgreich hochgeladen und wird von der Organisation überprüft.

source: You may close this tab now or check out submitted photos from this photopost.
de_ch: Sie können diese Registerkarte jetzt schliessen oder sich die eingereichten Fotos von diesem Fotoposten ansehen.

source: Security check has failed, please try again.
de_ch: Die Sicherheitsüberprüfung ist fehlgeschlagen, bitte versuchen Sie es erneut.

source: photos
de_ch: Fotos
